Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: close find bar
de: Suchleiste schließen
es: cerrar la barra de búsqueda
fr: fermer la barre de recherche
ja: 検索バーを閉じる
zh_hans: 关闭查找栏
zh_hant: 關閉尋找列

source: close pane / window
de: Bereich / Fenster schließen
es: cerrar panel / ventana
fr: fermer le volet / la fenêtre
ja: ペイン／ウインドウを閉じる
zh_hans: 关闭窗格 / 窗口
zh_hant: 關閉窗格 / 視窗

source: close window
de: Fenster schließen
es: cerrar ventana
fr: fermer la fenêtre
ja: ウインドウを閉じる
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: codes don’t match
de: Codes stimmen nicht überein
es: los códigos no coinciden
fr: les codes ne correspondent pas
ja: コードが一致しません
zh_hans: 代码不匹配
zh_hant: 代碼不相符

source: codes match
de: Codes stimmen überein
es: los códigos coinciden
fr: les codes correspondent
ja: コードが一致しました
zh_hans: 代码匹配
zh_hant: 代碼相符

source: commands run immediately after connect
de: Befehle, die direkt nach dem Verbinden laufen
es: comandos que se ejecutan justo después de conectar
fr: commandes exécutées juste après la connexion
ja: 接続直後に実行されるコマンド
zh_hans: 连接后立即执行的命令
zh_hant: 連線後立即執行的指令

source: commit on silence
de: bei Stille übernehmen
es: confirmar tras el silencio
fr: valider après un silence
ja: 無音で確定
zh_hans: 静默后提交
zh_hant: 靜默後提交

source: compact
de: Kompakt
es: compacto
ja: コンパクト
zh_hans: 紧凑
zh_hant: 精簡

source: compact · 44pt
de: kompakt · 44 pt
es: compacto · 44 pt
ja: コンパクト · 44 pt
zh_hans: 紧凑 · 44 pt
zh_hant: 緊湊 · 44 pt

source: compare against this layout
de: vergleiche mit diesem Layout
es: compara con esta maqueta
fr: compare avec cette maquette
ja: このレイアウトと比較して
zh_hans: 与这个布局对比
zh_hant: 與這個版面對比

source: configure later
de: Später konfigurieren
es: configurar más tarde
fr: configurer plus tard
ja: 後で設定
zh_hans: 稍后配置
zh_hant: 稍後設定

source: confirm
de: bestätigen
es: confirmar
fr: confirmer
ja: 確認
zh_hans: 确认
zh_hant: 確認

source: confirm passphrase
de: Passphrase bestätigen
es: confirmar la frase de contraseña
fr: confirmer la phrase secrète
ja: パスフレーズを確認
zh_hans: 确认密码短语
zh_hant: 確認密碼短語

source: connect
de: verbinden
es: conectar
fr: se connecter
ja: 接続
zh_hans: 连接
zh_hant: 連線

source: connect (host editor)
de: verbinden (Host-Editor)
es: conectar (editor de hosts)
fr: se connecter (éditeur d'hôtes)
ja: 接続（ホストエディタ）
zh_hans: 连接（主机编辑器）
zh_hant: 連線（主機編輯器）

source: connect a hardware keyboard to record a chord. the chip below works without one.
de: Verbinde eine Hardware-Tastatur, um einen Akkord aufzunehmen. Der Chip unten funktioniert auch ohne.
es: conecta un teclado físico para grabar una combinación. el chip de abajo funciona sin él.
fr: connectez un clavier physique pour enregistrer un accord. la puce ci-dessous fonctionne sans.
ja: コードを記録するにはハードウェアキーボードを接続してください。下のチップはなくても使えます。
zh_hans: 连接硬件键盘以记录组合键。下方的小按钮不需要键盘也能用。
zh_hant: 連接硬體鍵盤以記錄組合鍵。下方的小按鈕不需要鍵盤也能用。

source: connect a hardware keyboard to record chords
de: Schließe eine Hardware-Tastatur an, um Tastenkombinationen aufzunehmen
es: conecta un teclado físico para grabar combinaciones
fr: connectez un clavier physique pour enregistrer des combinaisons
ja: キーの組み合わせを記録するには、ハードウェアキーボードを接続してください
zh_hans: 连接硬件键盘以录制组合键
zh_hant: 連接硬體鍵盤以錄製組合鍵

source: connect from Hosts; leaving a terminal keeps it running here
de: Verbinde dich über „Hosts“; ein Terminal zu verlassen lässt es hier weiterlaufen
es: conecta desde Hosts; salir de un terminal lo mantiene en marcha aquí
fr: connectez-vous depuis Hôtes ; quitter un terminal le laisse tourner ici
ja: 「ホスト」から接続します。ターミナルを離れても、ここで実行され続けます
zh_hans: 从「主机」发起连接；离开终端后它会继续在此运行
zh_hant: 從「主機」發起連線；離開終端機後它會繼續在此執行

source: connect on upload…
de: beim Hochladen verbinden …
es: conectar al subir…
fr: se connecter lors de l'envoi…
ja: アップロード時に接続…
zh_hans: 上传时连接…
zh_hant: 上傳時連線…

source: connect through another saved host (SSH bastion / ProxyJump).
de: über einen anderen gesicherten Host verbinden (SSH-Bastion / ProxyJump).
es: conectar a través de otro host guardado (bastión SSH / ProxyJump).
fr: se connecter via un autre hôte enregistré (bastion SSH / ProxyJump).
ja: 別の保存済みホスト経由で接続します（SSH の踏み台 / ProxyJump）。
zh_hans: 通过另一台已保存的主机连接（SSH 堡垒机 / ProxyJump）。
zh_hant: 透過另一台已儲存的主機連線（SSH 堡壘機 / ProxyJump）。

source: connected
de: verbunden
es: conectado
fr: connecté
ja: 接続済み
zh_hans: 已连接
zh_hant: 已連線

source: connected · active session
de: verbunden · aktive Sitzung
es: conectado · sesión activa
fr: connecté · session active
ja: 接続済み · セッション実行中
zh_hans: 已连接 · 会话进行中
zh_hant: 已連線 · 工作階段進行中

source: connecting
de: verbinde
es: conectando
fr: connexion
ja: 接続中
zh_hans: 正在连接
zh_hant: 正在連線

source: connecting — %@
de: verbinde – %@
es: conectando: %@
fr: connexion — %@
ja: 接続中 — %@
zh_hans: 正在连接 —— %@
zh_hant: 正在連線 —— %@

source: connecting…
de: verbinde …
es: conectando…
fr: connexion…
ja: 接続中…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: connection
de: Verbindung
es: conexión
fr: connexion
ja: 接続
zh_hans: 连接
zh_hant: 連線

source: connection failed
de: Verbindung fehlgeschlagen
es: falló la conexión
fr: échec de la connexion
ja: 接続に失敗しました
zh_hans: 连接失败
zh_hant: 連線失敗

source: continue tmux session
de: tmux-Sitzung fortsetzen
es: continuar la sesión de tmux
fr: poursuivre la session tmux
ja: tmux セッションを引き継ぐ
zh_hans: 继续 tmux 会话
zh_hant: 繼續 tmux 工作階段

source: continued on %@
de: Fortgesetzt auf %@
es: continuada en %@
fr: poursuivie sur %@
ja: %@ で継続中
zh_hans: 已在 %@ 上继续
zh_hant: 已在 %@ 上繼續

source: continued on another %@
de: auf einem anderen %@ fortgesetzt
es: continuado en otro %@
fr: poursuivi sur un autre %@
ja: 別の %@ で続行中
zh_hans: 已在另一台 %@ 上继续
zh_hant: 已在另一台 %@ 上繼續

source: continuing from your other device
de: Wird von deinem anderen Gerät fortgesetzt
es: continuando desde tu otro dispositivo
fr: reprise depuis votre autre appareil
ja: 他のデバイスから継続しています
zh_hans: 正在从你的另一台设备继续
zh_hant: 正在從你的另一台裝置繼續

source: continuity
de: Kontinuität
es: continuidad
fr: continuité
ja: 連係
zh_hans: 接力
zh_hant: 接續互通

source: control returned here
de: Steuerung ist wieder hier
es: el control ha vuelto aquí
fr: le contrôle est revenu ici
ja: 操作権がこのデバイスに戻りました
zh_hans: 控制权已回到此设备
zh_hant: 控制權已回到此裝置

source: control shortcuts
de: Control-Kurzbefehle
es: atajos con Control
fr: raccourcis Contrôle
ja: コントロールのショートカット
zh_hans: Control 快捷键
zh_hant: Control 快捷鍵

source: copy fingerprint
de: Fingerabdruck kopieren
es: copiar la huella
fr: copier l'empreinte
ja: フィンガープリントをコピー
zh_hans: 拷贝指纹
zh_hant: 拷貝指紋

source: copy key to host
de: Key auf Host kopieren
es: copiar la clave al host
fr: copier la clé vers l'hôte
ja: キーをホストにコピー
zh_hans: 将密钥拷贝到主机
zh_hant: 將金鑰拷貝到主機

source: copy public key
de: Public Key kopieren
es: copiar clave pública
fr: copier la clé publique
ja: 公開鍵をコピー
zh_hans: 拷贝公钥
zh_hant: 拷貝公開金鑰

source: copy to host…
de: auf Host kopieren…
es: copiar al host…
fr: copier vers l'hôte…
ja: ホストにコピー…
zh_hans: 拷贝到主机…
zh_hant: 拷貝到主機…

source: could not check status-hook installation on this host
de: die Status-Hook-Installation auf diesem Host konnte nicht geprüft werden
es: no se pudo comprobar la instalación del hook de estado en este host
fr: impossible de vérifier l'installation du hook d'état sur cet hôte
ja: このホストでステータスフックのインストール状況を確認できませんでした
zh_hans: 无法检查此主机上的状态钩子安装情况
zh_hant: 無法檢查此主機上的狀態掛鉤安裝情況

source: could not continue
de: Fortsetzen nicht möglich
es: no se pudo continuar
fr: impossible de poursuivre
ja: 継続できませんでした
zh_hans: 无法继续
zh_hant: 無法繼續

source: could not reconnect
de: Erneutes Verbinden nicht möglich
es: no se pudo volver a conectar
fr: impossible de se reconnecter
ja: 再接続できませんでした
zh_hans: 无法重新连接
zh_hant: 無法重新連線

source: couldn't save host
de: Host konnte nicht gesichert werden
es: no se pudo guardar el host
fr: impossible d'enregistrer l'hôte
ja: ホストを保存できませんでした
zh_hans: 无法保存主机
zh_hant: 無法儲存主機

source: create and edit forwarding rules from iPad.
de: Weiterleitungsregeln lassen sich auf dem iPad anlegen und bearbeiten.
es: crea y edita reglas de reenvío desde el iPad.
fr: créez et modifiez les règles de redirection depuis l'iPad.
ja: 転送ルールの作成と編集は iPad で行えます。
zh_hans: 可在 iPad 上创建和编辑转发规则。
zh_hant: 可在 iPad 上製作和編輯轉發規則。

source: created %@ · last used on this device %@
de: erstellt %1$@ · zuletzt auf diesem Gerät verwendet %2$@
es: creada %1$@ · usada por última vez en este dispositivo %2$@
fr: créée %1$@ · dernière utilisation sur cet appareil %2$@
ja: 作成 %1$@ · この端末での最終使用 %2$@
zh_hans: 创建于 %1$@ · 本设备最后使用 %2$@
zh_hant: 建立於 %1$@ · 本裝置最後使用 %2$@

source: created %@ · last used on this device not recorded
de: erstellt %@ · keine Verwendung auf diesem Gerät erfasst
es: creada %@ · sin uso registrado en este dispositivo
fr: créée %@ · aucune utilisation enregistrée sur cet appareil
ja: 作成 %@ · この端末での使用履歴なし
zh_hans: 创建于 %@ · 本设备无使用记录
zh_hant: 建立於 %@ · 本裝置無使用紀錄

source: creates or replaces Tessera-owned hook, launcher, readiness, shell-integration, and provider-shim files under ~/.config/tessera
de: erstellt oder ersetzt die Tessera-eigenen Hook-, Launcher-, Readiness-, Shell-Integrations- und Provider-Shim-Dateien unter ~/.config/tessera
es: crea o reemplaza los archivos de hook, lanzador, readiness, integración de shell y shims de proveedor propios de Tessera en ~/.config/tessera
fr: crée ou remplace les fichiers de hook, de lanceur, de readiness, d'intégration shell et de shim fournisseur appartenant à Tessera sous ~/.config/tessera
ja: ~/.config/tessera 配下にある Tessera 所有のフック、ランチャー、readiness、シェル連携、プロバイダシムの各ファイルを作成または置き換えます
zh_hans: 在 ~/.config/tessera 下创建或替换 Tessera 自有的钩子、启动器、就绪检测、shell 集成和提供方垫片文件
zh_hant: 在 ~/.config/tessera 下建立或取代 Tessera 自有的掛鉤、啟動器、就緒偵測、shell 整合和提供者墊片檔案

source: credential on first connect
de: Anmeldedaten beim ersten Verbinden
es: credencial en la primera conexión
fr: identifiants à la première connexion
ja: 初回接続時に認証情報
zh_hans: 首次连接时提供凭据
zh_hant: 首次連線時提供憑證

source: credentials
de: Anmeldeinformationen
es: credenciales
fr: identifiants
ja: 資格情報
zh_hans: 凭据
zh_hant: 憑證

source: current
de: aktuell
es: actual
fr: actuel
ja: 現在
zh_hans: 当前
zh_hant: 目前

source: current authenticated session
de: aktuelle authentifizierte Sitzung
es: sesión autenticada actual
fr: session authentifiée en cours
ja: 現在の認証済みセッション
zh_hans: 当前已认证的会话
zh_hant: 目前已驗證的工作階段

source: current fingerprint:
de: aktueller Fingerabdruck:
es: huella actual:
fr: empreinte actuelle :
ja: 現在のフィンガープリント:
zh_hans: 当前指纹：
zh_hant: 目前指紋：

source: cursor blink
de: Cursor-Blinken
es: parpadeo del cursor
fr: clignotement du curseur
ja: カーソルの点滅
zh_hans: 光标闪烁
zh_hant: 游標閃爍

source: cursor style
de: Cursor-Stil
es: estilo del cursor
fr: style du curseur
ja: カーソルのスタイル
zh_hans: 光标样式
zh_hant: 游標樣式

source: custom
de: eigen
es: personalizado
fr: personnalisé
ja: カスタム
zh_hans: 自定
zh_hant: 自訂

source: custom accent
de: eigene Akzentfarbe
es: acento personalizado
fr: accentuation personnalisée
ja: カスタムアクセント
zh_hans: 自定强调色
zh_hant: 自訂強調色

source: custom image
de: eigenes Bild
es: imagen personalizada
fr: image personnalisée
ja: カスタム画像
zh_hans: 自定图片
zh_hant: 自訂圖片

source: custom macro
de: eigenes Makro
es: macro personalizada
fr: macro personnalisée
ja: カスタムマクロ
zh_hans: 自定宏
zh_hant: 自訂巨集

source: custom shortcut
de: eigener Kurzbefehl
es: atajo personalizado
fr: raccourci personnalisé
ja: カスタムショートカット
zh_hans: 自定快捷键
zh_hant: 自訂快速鍵

source: customize…
de: anpassen…
es: personalizar…
fr: personnaliser…
ja: カスタマイズ…
zh_hans: 自定…
zh_hant: 自訂…

source: cwd-follow shell integration lives in the Files panel. when no directory signal exists, the panel shows an Install button there.
de: Die Shell-Integration für das Mitlaufen des Arbeitsverzeichnisses sitzt im Dateibereich. Fehlt ein Verzeichnissignal, zeigt der Bereich dort eine Schaltfläche „Installieren“.
es: la integración con el shell que sigue el directorio actual está en el panel de archivos. cuando no hay ninguna señal de directorio, el panel muestra allí un botón Instalar.
fr: l'intégration au shell qui suit le répertoire courant se trouve dans le panneau de fichiers. en l'absence de signal de répertoire, le panneau y affiche un bouton Installer.
ja: カレントディレクトリに追従するシェル統合は、「ファイル」パネルにあります。ディレクトリの信号がない場合、パネルにインストールボタンが表示されます。
zh_hans: 跟随当前目录的 shell 集成位于文件面板中。当没有目录信号时，面板会在那里显示「安装」按钮。
zh_hant: 跟隨目前目錄的 shell 整合位於檔案面板中。當沒有目錄訊號時，面板會在那裡顯示「安裝」按鈕。

source: dark
de: dunkel
es: oscuro
fr: sombre
ja: ダーク
zh_hans: 深色
zh_hant: 深色

source: default
de: Standard
es: por omisión
fr: par défaut
ja: デフォルト
zh_hans: 默认
zh_hant: 預設

source: default corner
de: Standardecke
es: esquina por omisión
fr: coin par défaut
ja: デフォルトの隅
zh_hans: 默认角落
zh_hant: 預設角落

source: default upload destination
de: Standardziel für Uploads
es: destino de subida por omisión
fr: destination de téléversement par défaut
ja: アップロード先のデフォルト
zh_hans: 默认上传目的地
zh_hant: 預設上傳目的地

source: delete
de: löschen
es: eliminar
fr: supprimer
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: delete %@
de: %@ löschen
es: eliminar %@
fr: supprimer %@
ja: %@ を削除
zh_hans: 删除 %@
zh_hant: 刪除 %@

source: delete %lld orphaned items
de: %lld verwaiste Objekte löschen
es: eliminar %lld ítems huérfanos
fr: supprimer %lld éléments orphelins
ja: 孤立した %lld 件を削除
zh_hans: 删除 %lld 个孤立项目
zh_hant: 刪除 %lld 個孤立項目

source: delete local private key
de: lokalen privaten Key löschen
es: eliminar la clave privada local
fr: supprimer la clé privée locale
ja: ローカルの秘密鍵を削除
zh_hans: 删除本地私钥
zh_hant: 刪除本機私密金鑰

source: delete local private key…
de: lokalen privaten Key löschen…
es: eliminar la clave privada local…
fr: supprimer la clé privée locale…
ja: ローカルの秘密鍵を削除…
zh_hans: 删除本地私钥…
zh_hant: 刪除本機私密金鑰…

source: delete orphaned private material
de: verwaistes privates Material löschen
es: eliminar el material privado huérfano
fr: supprimer le matériel privé orphelin
ja: 孤立した秘密情報を削除
zh_hans: 删除孤立的私密材料
zh_hant: 刪除孤立的私密材料

source: delete rule?
de: Regel löschen?
es: ¿Eliminar la regla?
fr: Supprimer la règle ?
ja: ルールを削除しますか？
zh_hans: 要删除此规则吗？
zh_hant: 要刪除此規則嗎？

source: delete to start of line
de: bis zum Zeilenanfang löschen
es: borrar hasta el inicio de la línea
fr: supprimer jusqu'au début de la ligne
ja: 行頭まで削除
zh_hans: 删除到行首
zh_hant: 刪除到行首

source: delete word left
de: Wort links löschen
es: borrar la palabra a la izquierda
fr: supprimer le mot à gauche
ja: 左の単語を削除
zh_hans: 删除左侧单词
zh_hant: 刪除左側單字

source: deny
de: ablehnen
es: denegar
fr: refuser
ja: 拒否
zh_hans: 拒绝
zh_hant: 拒絕

source: detect as an agent
de: als Agent erkennen
es: detectar como agente
fr: détecter comme un agent
ja: エージェントとして検出
zh_hans: 识别为智能体
zh_hant: 辨識為智慧體

source: device (self-reported)
de: Gerät (selbst gemeldet)
es: dispositivo (autoinformado)
fr: appareil (auto-déclaré)
ja: デバイス（自己申告）
zh_hans: 设备（自行报告）
zh_hant: 裝置（自行回報）

source: device access
de: Gerätezugriff
es: acceso al dispositivo
fr: accès à l'appareil
ja: デバイスアクセス
zh_hans: 设备访问
zh_hant: 裝置存取

source: device access revoked on %@
de: Gerätezugriff auf %@ widerrufen
es: acceso del dispositivo revocado en %@
fr: accès de l'appareil révoqué sur %@
ja: %@ でデバイスアクセスを失効させました
zh_hans: 已在 %@ 上吊销设备访问权限
zh_hant: 已在 %@ 上撤銷裝置存取權限

source: device-bound
de: gerätegebunden
es: vinculada al dispositivo
fr: liée à l'appareil
ja: デバイスに紐づく
zh_hans: 绑定设备
zh_hant: 綁定裝置

source: device-bound key
de: gerätegebundener Key
es: clave vinculada al dispositivo
fr: clé liée à l'appareil
ja: デバイス固定キー
zh_hans: 设备绑定密钥
zh_hant: 裝置綁定金鑰

source: device-loss risk acknowledged
de: Risiko bei Geräteverlust bestätigt
es: riesgo por pérdida del dispositivo aceptado
fr: risque de perte d'appareil accepté
ja: デバイス紛失のリスクを確認済み
zh_hans: 已确认设备丢失风险
zh_hant: 已確認裝置遺失風險

source: diagnostics
de: Diagnose
es: diagnósticos
ja: 診断
zh_hans: 诊断
zh_hant: 診斷

source: dictation
de: Diktat
es: dictado
fr: dictée
ja: 音声入力
zh_hans: 听写
zh_hant: 聽寫

source: didn't land — open the pane
de: nicht angekommen — öffne den Bereich
es: no llegó: abre el panel
fr: non transmis — ouvrez le volet
ja: 届きませんでした — ペインを開いてください
zh_hans: 未送达 —— 请打开该窗格
zh_hant: 未送達 —— 請開啟該窗格

source: dim
de: Abdunkeln
es: atenuar
fr: assombrir
ja: 暗さ
zh_hans: 变暗
zh_hant: 變暗

source: dir → browse there
de: Verzeichnis → dorthin wechseln
es: directorio → navegar allí
fr: répertoire → y naviguer
ja: ディレクトリ → そこを開く
zh_hans: 目录 → 浏览该处
zh_hant: 目錄 → 瀏覽該處

source: disabled
de: deaktiviert
es: desactivado
fr: désactivé
ja: 無効
zh_hans: 已停用
zh_hant: 已停用

source: discard
de: verwerfen
es: descartar
fr: abandonner
ja: 破棄
zh_hans: 放弃
zh_hant: 放棄

source: discard changes?
de: Änderungen verwerfen?
es: ¿Descartar los cambios?
fr: Abandonner les modifications ?
ja: 変更を破棄しますか？
zh_hans: 要放弃更改吗？
zh_hant: 要放棄更改嗎？

source: disconnect %@
de: %@ trennen
es: desconectar %@
fr: déconnecter %@
ja: %@ を切断
zh_hans: 断开 %@ 的连接
zh_hant: 中斷 %@ 的連線

source: disconnected
de: getrennt
es: desconectado
fr: déconnecté
ja: 未接続
zh_hans: 已断开
zh_hant: 已中斷

source: discover Claude and Codex sessions · precise status requires an optional host hook · off by default · disabling does not uninstall host hooks
de: Claude- und Codex-Sitzungen erkennen · für den genauen Status ist ein optionaler Host-Hook nötig · standardmäßig aus · das Deaktivieren entfernt keine Host-Hooks
es: detecta sesiones de Claude y Codex · el estado preciso requiere un hook opcional en el host · desactivado por omisión · desactivarlo no desinstala los hooks del host
fr: détecte les sessions Claude et Codex · l'état précis nécessite un hook facultatif sur l'hôte · désactivé par défaut · le désactiver ne désinstalle pas les hooks de l'hôte
ja: Claude と Codex のセッションを検出します · 正確な状態を得るには任意のホストフックが必要です · 初期状態はオフ · オフにしてもホストフックはアンインストールされません
zh_hans: 发现 Claude 和 Codex 会话 · 精确状态需要可选的主机钩子 · 默认关闭 · 关闭不会卸载主机钩子
zh_hant: 探索 Claude 和 Codex 工作階段 · 精確狀態需要選用的主機掛鉤 · 預設關閉 · 關閉不會解除安裝主機掛鉤

source: dismiss
de: schließen
es: cerrar
fr: fermer
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: do not remember previous saved-host sessions
de: frühere Sitzungen zu gesicherten Hosts nicht merken
es: no recordar las sesiones anteriores de hosts guardados
fr: ne pas retenir les sessions précédentes des hôtes enregistrés
ja: 保存済みホストの以前のセッションを記憶しません
zh_hans: 不记住已保存主机的先前会话
zh_hant: 不記住已儲存主機的先前工作階段

source: done
de: Fertig
es: listo
fr: terminé
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: double tap
de: Doppeltippen
es: doble toque
fr: double touche
ja: ダブルタップ
zh_hans: 轻点两下
zh_hant: 輕點兩下

source: double-tap to keep only this route
de: Doppeltippen, um nur diese Route zu behalten
es: toca dos veces para conservar solo esta ruta
fr: appuyez deux fois pour ne garder que cette route
ja: ダブルタップすると、この経路だけを残します
zh_hans: 双点以仅保留此路由
zh_hant: 點兩下以僅保留此路由

source: double-tap to try again
de: Zum erneuten Versuch doppeltippen
es: toca dos veces para reintentar
fr: appuyez deux fois pour réessayer
ja: ダブルタップで再試行します
zh_hans: 双点以重试
zh_hant: 點兩下以重試

source: downloading
de: lade herunter
es: descargando
fr: téléchargement
ja: ダウンロード中
zh_hans: 正在下载
zh_hant: 正在下載

source: drag %@
de: %@ ziehen
es: arrastrar %@
fr: glisser %@
ja: %@ をドラッグ
zh_hans: 拖动 %@
zh_hant: 拖移 %@

source: drag %@ · petal hidden until set
de: %@ ziehen · Blütenblatt bleibt verborgen, bis es belegt ist
es: arrastrar %@ · el pétalo queda oculto hasta que lo definas
fr: glisser %@ · le pétale reste masqué tant qu'il n'est pas défini
ja: %@ をドラッグ · 設定するまで花びらは表示されません
zh_hans: 拖动 %@ · 未设置前不显示该花瓣
zh_hant: 拖移 %@ · 未設定前不顯示該花瓣

source: drives both the absolute strip height and the proportional size of icons, tabs, and labels inside it
de: bestimmt sowohl die absolute Höhe der Leiste als auch die proportionale Größe der Symbole, Tabs und Beschriftungen darin
es: determina tanto la altura absoluta de la franja como el tamaño proporcional de los iconos, las pestañas y las etiquetas que contiene
fr: détermine à la fois la hauteur absolue de la bande et la taille proportionnelle des icônes, onglets et libellés qu'elle contient
ja: バーの絶対的な高さと、その中のアイコン・タブ・ラベルの相対的な大きさの両方を決めます
zh_hans: 同时决定条带的绝对高度，以及其中图标、标签页和文字的相对大小
zh_hant: 同時決定橫條的絕對高度，以及其中圖像、標籤頁和文字的相對大小

source: edit %@
de: %@ bearbeiten
es: editar %@
fr: modifier %@
ja: %@ を編集
zh_hans: 编辑 %@
zh_hant: 編輯 %@

source: edit host
de: Host bearbeiten
es: editar el host
fr: modifier l'hôte
ja: ホストを編集
zh_hans: 编辑主机
zh_hant: 編輯主機

source: edit macro
de: Makro bearbeiten
es: editar la macro
fr: modifier la macro
ja: マクロを編集
zh_hans: 编辑宏
zh_hant: 編輯巨集

source: editing
de: wird bearbeitet
es: editando
fr: modification
ja: 編集中
zh_hans: 编辑中
zh_hant: 編輯中

source: edit…
de: Bearbeiten…
es: editar…
fr: modifier…
ja: 編集…
zh_hans: 编辑…
zh_hant: 編輯…

source: emits only provider, lifecycle event, state, reason, timestamp, and local process ID — never prompts, responses, source code, credentials, or API traffic
de: gibt nur Anbieter, Lifecycle-Ereignis, Zustand, Grund, Zeitstempel und lokale Prozess-ID aus — niemals Prompts, Antworten, Quellcode, Anmeldedaten oder API-Traffic
es: emite solo el proveedor, el evento de ciclo de vida, el estado, el motivo, la marca de tiempo y el ID de proceso local: nunca prompts, respuestas, código fuente, credenciales ni tráfico de API
fr: n'émet que le fournisseur, l'événement de cycle de vie, l'état, la raison, l'horodatage et l'identifiant de processus local — jamais les prompts, les réponses, le code source, les identifiants ni le trafic d'API
ja: 送信するのはプロバイダ、ライフサイクルイベント、状態、理由、タイムスタンプ、ローカルのプロセス ID だけです。プロンプト、応答、ソースコード、認証情報、API 通信を送ることはありません
zh_hans: 只发送提供方、生命周期事件、状态、原因、时间戳和本地进程 ID —— 绝不发送提示词、响应、源代码、凭据或 API 流量
zh_hant: 只傳送提供者、生命週期事件、狀態、原因、時間戳記和本機處理程序 ID —— 絕不傳送提示詞、回應、原始碼、憑證或 API 流量

source: empty host field
de: leeres Host-Feld
es: campo de host vacío
fr: champ hôte vide
ja: ホスト欄が空です
zh_hans: 主机字段为空
zh_hant: 主機欄位為空

source: encrypted recovery file exported
de: verschlüsselte Wiederherstellungsdatei exportiert
es: archivo de recuperación cifrado exportado
fr: fichier de récupération chiffré exporté
ja: 暗号化された復旧ファイルを書き出しました
zh_hans: 已导出加密的恢复文件
zh_hant: 已輸出加密的回復檔案

source: endpoint
de: Endpunkt
fr: point de terminaison
ja: エンドポイント
zh_hans: 端点
zh_hant: 端點

source: enforced
de: erzwungen
es: obligatorio
fr: imposé
ja: 必須
zh_hans: 已强制
zh_hant: 已強制

source: environment variables
de: Umgebungsvariablen
es: variables de entorno
fr: variables d'environnement
ja: 環境変数
zh_hans: 环境变量
zh_hant: 環境變數

source: every bare and ⌃-prefixed key
de: jede Taste einzeln und mit ⌃-Präfix
es: todas las teclas sueltas y con prefijo ⌃
fr: toutes les touches seules et préfixées par ⌃
ja: 単独のキーと ⌃ 付きのキーのすべて
zh_hans: 所有单独按键以及带 ⌃ 前缀的按键
zh_hant: 所有單獨按鍵以及帶 ⌃ 前綴的按鍵

source: every session, every transport
de: jede Sitzung, jeder Transport
es: todas las sesiones, todos los transportes
fr: toutes les sessions, tous les transports
ja: すべてのセッション、すべてのトランスポート
zh_hans: 所有会话、所有传输方式
zh_hant: 所有工作階段、所有傳輸方式

source: everywhere
de: Überall
es: en todas partes
fr: partout
ja: すべての場所
zh_hans: 所有位置
zh_hant: 所有位置

source: expected host, key type, and public key
de: erwartet wurden Host, Key-Typ und Public Key
es: se esperaban host, tipo de clave y clave pública
fr: hôte, type de clé et clé publique attendus
ja: ホスト、キーの種類、公開鍵が必要です
zh_hans: 需要主机、密钥类型和公钥
zh_hant: 需要主機、金鑰類型和公鑰

source: experimental
de: experimentell
fr: expérimental
ja: 実験的機能
zh_hans: 实验性功能
zh_hant: 實驗性功能

source: export
de: exportieren
es: exportar
fr: exporter
ja: 書き出す
zh_hans: 导出
zh_hant: 輸出

source: export a new copy…
de: neue Kopie exportieren…
es: exportar una copia nueva…
fr: exporter une nouvelle copie…
ja: 新しいコピーを書き出す…
zh_hans: 导出新副本…
zh_hant: 輸出新副本…

source: export encrypted file…
de: verschlüsselte Datei exportieren…
es: exportar archivo cifrado…
fr: exporter le fichier chiffré…
ja: 暗号化ファイルを書き出す…
zh_hans: 导出加密文件…
zh_hant: 輸出加密檔案…

source: export log
de: Log exportieren
es: exportar el registro
fr: exporter le journal
ja: ログを書き出す
zh_hans: 导出日志
zh_hant: 輸出日誌

source: export private key…
de: privaten Key exportieren…
es: exportar la clave privada…
fr: exporter la clé privée…
ja: 秘密鍵を書き出す…
zh_hans: 导出私钥…
zh_hant: 輸出私密金鑰…

source: export recovery first
de: erst Wiederherstellungsdatei exportieren
es: exporta primero la recuperación
fr: exportez d'abord la récupération
ja: 先に復旧ファイルを書き出してください
zh_hans: 请先导出恢复文件
zh_hant: 請先輸出回復檔案
